// for example
// 1. URL 对应 src/apis 内同名的 URL，当 src/apis 内存在相同的 URL 时，会自动拦截该接口

export default {
  '/getMap': {
    status: true,
    code: 10000,
    message: '',
    'data|33': [
      {
        // 数据集合	array	走访任务排行榜
        'dataList|5': [
          {
            count: '@integer(100,1000)', // 数量	string
            id: '@uuid', // id	string
            'name|+1': ['户数', '人口数', '网格员', '户情指标', '采集指标'] // 数据条目名称	string
          }
        ],
        'id|+1': [
          '500853', '500837', '500838', '500839', '500842', '500840', '500863', '500844', '500862', '500858', '500846',
          '500841', '500860', '500865', '500857', '500855', '500850', '500859', '500861', '500848', '500854', '500851',
          '500849', '500856', '500847', '500836', '500852', '500866', '500864', '500845', '500843'
        ], // string
        'name|+1': [
          '安坪镇', '夔门街道', '白帝镇', '草堂镇', '大树镇', '汾河镇', '冯坪乡', '公平镇', '鹤峰乡', '红土乡', '甲高镇', '康乐镇', '康坪乡', '龙桥土家族乡', '平安乡',
          '青莲镇', '青龙镇', '石岗乡', '太和土家族乡', '吐祥镇', '五马镇', '新民镇', '兴隆镇', '岩湾乡', '羊市镇', '鱼复街道', '永乐镇', '云雾土家族乡', '长安土家族乡',
          '朱衣镇', '竹园镇'
        ] // 名称  string
      }
    ]
  }
}
